/* dialogue button */
"Load New Licence" = "Neue Lizenz laden";

/* dialogue button */
"Cancel" = "Abbrechen";

/* dialogue button */
"Clear and Scoop" = "Zurücksetzen und aufzeichnen";

/* dialogue button */
"Close" = "Schließen";

/* dialogue button */
"Don't Save" = "Nicht speichern";

/* dialogue button */
"Never" = "Nie";

/* dialogue button */
"No" = "Nein";

/* dialogue button */
"OK" = "OK";

/* dialogue button */
"Quit" = "Beenden";

/* dialogue button */
"Remove" = "Entfernen";

/* dialogue button */
"Save" = "Speichern";

/* dialogue button */
"Yes" = "Ja";

/* dialogue message */
"Are you sure you want to remove this licence?\n\nYou will be unable to use this program until you install another." = "Sind Sie sicher, dass Sie diese Lizenz entfernen möchten?\n\nBis eine andere Lizenz installiert wurde, wird dieses Programm nicht benutzbar sein.";

/* dialogue message */
"Check for updates on startup?" = "Beim Starten auf Aktualisierungen prüfen?";

/* dialogue message */
"Couldn't load licence file %@." = "Die Lizenz-Datei %@ konnte nicht geladen werden.";

/* dialogue message */
"Some packets have been lost and this file MAY have been affected.\n\nTo avoid this message, clear the list and recapture the file." = "Einige Pakete sind verloren gegangen, diese Datei könnte betroffen sein.\n\nSetzen Sie die Liste zurück und zeichnen Sie die Datei erneut auf, um diese Melung zu verhindern.";

/* dialogue message */
"Sorry - HTTP Scoop requires Mac OS X 10.4 (Tiger) or above." = "Entschuldigung - HTTP Scoop benötigt Mac OS X 10.4 (Tiger) oder höher.";

/* dialogue message */
"Sorry - HTTP Scoop was unable to access a required font. Please contact Tuffcode Support." = "Entschuldigung - HTTP Scoop konnte nicht auf eine benötigte Schriftart zugreifen. Bitte wenden Sie sich an den Tuffcode Support.";

/* dialogue message */
"Stopping the scoop because there is no space left to continue capturing HTTP traffic." = "Die Aufzeichnung der HTTP-Kommunikation wird gestoppt, da kein Platz mehr für weitere Daten ist.";

/* dialogue message */
"The licence file is invalid." = "Die Lizenz-Datei ist ungültig.";

/* dialogue message */
"The selected HTTP request/response has no response body (e.g. HTTP redirect or Not Modified) or is not yet completely downloaded." = "Die gewählte HTTP-Anfrage/-Antwort hat keinen Antwortkörper (beispielsweise HTTP-Redirect oder Not Modified) oder ist noch nicht vollständig heruntergeladen worden.";

/* dialogue message */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Möchten Sie, dass %@ beim Starten nach Aktualisierungen sucht? Wenn nicht, können Sie dies manuell über das Programm-Menü vornehmen.";

/* dialogue message */
"Would you like to clear the buffer and start scooping again?" = "Möchten Sie den Zwischenspeicher löschen und die Aufzeichnung erneut starten?";

/* dialogue message */
"You have entered an invalid hostname or ip address." = "Sie haben einen ungültigen Hostnamen oder eine ungültige IP-Adresse eingegeben.";

/* dialogue message */
"You have entered an invalid port number." = "Sie haben eine ungültige Portnummer eingegeben.";

/* dialogue message */
"You have not selected an HTTP response to save." = "Sie haben keine HTTP-Antwort zum Speichern gewählt.";

/* dialogue title */
"Capture Settings" = "Aufzeichnungseinstellungen";

/* dialogue title */
"Couldn't get font" = "Konnte eine Schriftart nicht finden.";

/* dialogue title */
"Incompatible OS Version [%d]" = "Inkompatible Betriebssystemversion [%d]";

/* dialogue title */
"Registration Failed" = "Registrierung fehlgeschlagen";

/* dialogue title */
"Remove Licence" = "Lizenz entfernen";

/* dialogue title */
"Save HTTP Response As..." = "Speichere HTTP-Antwort als...";

/* dialogue title */
"The Buffer is Full" = "Der Zwischenspeicher ist voll";

/* dialogue title */
"This file may be corrupt" = "Diese Datei könnte beschädigt sein";

/* Drop-down entry */
"Local interface" = "Lokale Schnittstelle";

/* panel message */
"Enjoy your %u days of free use!" = "Genießen Sie die %u kostenlosen Probetage!";

/* panel message */
"Expired" = "CNC #0x7";

/* panel message */
"Invalid Licence" = "Ungültige Lizenz";

/* panel message */
"Licence Found" = "Lizenz gefunden";

/* panel message */
"Please get in touch for help!" = "Bitte kontaktieren Sie den Tuffcode Support, damit wir ihnen Helfen können!";

/* panel message */
"Thanks for your support!" = "Danke für Ihre Unterstützung!";

/* panel message */
"Trial Finished" = "Probezeit abgelaufen";

/* panel message */
"Trial Running" = "Probezeit läuft";

/* panel message */
"We hope you found HTTP Scoop useful!" = "Wir hoffen, dass Sie HTTP Scoop nützlich finden!";

/* status message */
"%1.2f MB Scooped (%d%% capacity)" = "%1$.2f MB Aufgezeichnet (%2$d%% verbraucht)";

/* status message */
"Building hex dump..." = "Erzeuge Hexdump...";

/* status message */
"Closed by peer" = "Die Verbindung wurde vom Kommunikationspartner geschlossen";

/* status message */
"Couldn't start packet capture" = "Konnte die Aufzeichnung der Pakete nicht starten";

/* status message */
"Error performing packet capture" = "Fehler beim Aufzeichnen der Pakete";

/* status message */
"Error" = "Fehler";

/* status message */
"HTTP protocol error" = "HTTP Protokoll-Fehler";

/* status message */
"Receiving..." = "Empfange...";

/* status message */
"Reset by peer" = "Die Verbindung wurde vom Kommunikationspartner zurückgesetzt";

/* status message */
"Scoop starting on %@..." = "Starte Aufzeichnung auf %@...";

/* status message */
"Scoop stopped" = "Aufzeichnung gestoppt";

/* status message */
"Scoop stopping..." = "Stoppe Aufzeichnung...";

/* status message */
"Scooping %@..." = "Zeichne auf - %@...";

/* status message */
"Starting..." = "Starte...";

/* status message */
"Traffic too fast - some packets lost" = "Datenverkehr zu schnell - einige Pakete verloren";

/* status message */
"Trial User" = "I-Won't-Pay-For-It Guy";

/* status message */
"Waiting..." = "Warte...";

/* status message */
"Welcome, %@" = "Willkommen %@";

"FEEDBACK_EMAIL" = "support@tuffcode.com";

"FEEDBACK_SUBJECT_PREFIX" = "HTTP Scoop Feedback ";

"FEEDBACK_URL" = "mailto:support@tuffcode.com?subject=HTTP%20Scoop%20Feedback";